<div class="about__table">
    <div class="about__col">
        <p class="about__name">Настоящее имя - Егор Ретровский, пишет электронную музыку с 2016 года. Основными
            жанрами выступают хаус и дабстеп с использованием электронных оркестровых инструментов и живой игры на
            укулеле.</p>
        <p class="about__2019">В 2019 году выпустил первый свой альбом "Травля в интернете", состоящий из девяти
            электронных треков, имеющий разный содержательный и жанровый контекст. В 2020 году выпустил альбом
            "Морфиновая скульптура", который собрал в себе всё лучшее из первого альбома и учёл все его ошибки.</p>
    </div>
    <div class="about__col">
        <div class="about__photo"></div>
        <p class="about__subtitle"><b>Dogewell</b><br>Электронный композитор и графический дизайнер</p>
    </div>
</div>